{
  "header": {
    "option1": "INICIO",
    "option2": "NOSOTROS",
    "option3": "EQUIPO",
    "option4": "SERVICIOS",
    "option5": "TESTIMONIOS",
    "option6": "GALERIA",
    "option7": "RECOMENDACIONES",
    "option8": "CONTACTO"
  },
  "footer": {
    "Terms": "Terminos y Condiciones",
    "Privacy": "Politica de Privacidad",
    "Cookies": "Cookies",
    "Copy": "Copyright ©Roma Property and Management 2025. Todos los derechos reservados."
  },
  "banner": {
    "title": "Roma Property and Management."
  },
  "index": {
    "service_Title": "Our Services",
    "service_Desc": "Our Services At ROMA Property Management, we specialize in providing comprehensive property and condominium management services. Our team handles all administrative, financial, and operational responsibilities to ensure the efficient and profitable operation of the properties we manage.",
    "service_Btn": "See Services",
    "gallery_Title": "Gallery",
    "gallery_Desc": "Discover some of the property and condominium management projects we have completed. Our focus on excellence and attention to detail is reflected in every property we manage.",
    "gallery_Btn": "See our projects",
    "testimonials_Title": "Patrick O'Heffernan -  Ajijic",
    "testimonials_Desc": "I have trusted Roma with my property for 4 years and every day I am so glad I have. No matter what I need, Veronica and her team makes sure it gets done, right, on time. So many times, my neighbors have called “people they know” for repairs or upgrades only to be disappointed when they don’t show up or they come and do the wrong thing or nothing at all. Roma never stops until the job is done and done right, no matter what extraordinary lengths they have to go to. Plus they have shown me the Mexican spirit of la familia and puedo ayudarte- you are part of the family with Roma and their first thought is how can we help you? . Veronica and Roma are simply the best.",
    "testimonials_Btn": "See more testimonials"
  },
  "about": {
    "title": "About Us",
    "firstDescription": "Leading property management agency for private and condominium properties in Ajijic and the picturesque lake area. Let us help you manage your perfect home with our experience and trust. Our passion for excellence is reflected in everything we do, from property management to condominium maintenance. We are here to make your property management hassle-free and successful.",
    "secondDescription": "At ROMA Property Management, we believe the small details make the difference. From personalized attention to diligent problem-solving, we strive to provide service that exceeds expectations. We value the trust our clients place in us and are committed to maintaining high standards in everything we do."
  },
  "team": [
    {
      "img": "../assets/Team/vero.webp",
      "name": "Veronica Martinez",
      "position": "Owner and Hands-on Manager",
      "history": "A 35-year resident of the Lake Chapala area, Veronica holds a Public Accounting Degree (LCP) and has been dedicated to property management since 1999, recently adding condominium management services. She is recognized for her ethical and responsive qualities, providing clients with a stress-free life whether in Chapala or abroad. Veronica goes beyond standard services, paying bills such as insurance, phone, and medical expenses. She has built and vetted the best team to support customers, ensuring satisfaction whether they stay long-term or seasonally."
    },
    {
      "img": "../assets/Team/erika.webp",
      "name": "Erika Zurita",
      "position": "Operations Assistant",
      "history": "Erika, 40, holds a degree in Quality Service and has six years of customer service experience. Since 2010, she has been part of ROMA, managing personnel (bonuses, payroll) and assisting with plumbers, electricians, technicians, and carpenters. She also supports Veronica with legal matters such as IMSS, immigration, labor rights, and taxes. Although she is the only team member who speaks only Spanish, she is always willing to help as needed."
    },
    {
      "img": "../assets/Team/daniela.webp",
      "name": "Daniela Ibarra",
      "position": "Accounting Assistant",
      "history": "Originally from Chapala, Daniela is 24 years old, bilingual, and holds a degree in Business Engineering from the University of Guadalajara. She is currently studying a third language and aims to continue growing personally and professionally. In her free time, she enjoys exercising, reading, and cooking. Her experience at ROMA has helped her develop in the administrative and financial fields, applying her skills in a professional environment."
    },
    {
      "img": "../assets/Team/alejandra.webp",
      "name": "Alejandra Rivera",
      "position": "Operations Assistant",
      "history": "A graduate in Business Administration from UNIVA, Alejandra has over three years of professional experience at ROMA. She is passionate about her work, particularly in organizing documents and managing procedures with government agencies and private institutions. Additionally, she practices yoga, which helps her maintain a balance between her professional and personal life."
    },
    {
      "img": "../assets/Team/fernando.webp",
      "name": "Fernando Segura",
      "position": "Courier",
      "history": "Originally from Chapala, Fernando is honest, responsible, and helpful. He has been working at ROMA for six years as a courier, with extensive customer service experience. Previously, he worked in government offices in Chapala. His main goal is to keep learning and contribute to both tourism and his community."
    }
  ]
}